Repository: uebelsetzer/NLP_for_18th-century_Portuguese_medical_texts
Catalog: TMX/PRAE-T2 Capítulo 17_pt_pt-BR.tmx
Source language: pt
Languages: pt_br

source: CAPITULO XVII.
pt_br: CAPÍTULO XVII.

source: Unturas quaesquer que forem como se hao de applicar.
pt_br: Unturas quaisquer que forem como se hão de aplicar.

source: TOdas as unturas, que se fizerem no peito, seja por causa de pleuriz , empiematico , tisico, asmatico, e na bexiga , se haõ de fazer branda , e suavemente com huma gadelha de lã, e naõ com os dedos por nenhum caso.
pt_br: Todas as unturas, que se fizerem no peito, seja por causa de pleuris, empiemático, tísico, asmático, e na bexiga, se hão de fazer branda, e suavemente com uma gadelha de lã, e não com os dedos por nenhum caso.

source: As unturas, que se fizerem no estomago por causa de fraqueza, ou de cursos, se haõ de fazer com os dedos brandamente atè encorporar a untura, de fórma, que fique sumida; o que se naõ póde conseguir, sendo com gadelha de lã.
pt_br: As unturas, que se fizerem no estômago por causa de fraqueza, ou de cursos, se hão de fazer com os dedos brandamente até incorporar a untura, de forma, que fique sumida; o que se não pode conseguir, sendo com gadelha de lã.

source: Aos hydropicos se fará a untura com a maõ, carregando-a bem , para que se encorpore; porèm se o estomago do enfermo estiver inflammado , se fará com gadelha de lã brandamente.
pt_br: Aos hidrópicos se fará a untura com a mão, carregando-a bem, para que se incorpore; porém se o estômago do enfermo estiver inflamado, se fará com gadelha de lã brandamente.

source: E para conheceres se está inflammado, observareis se a febre he grande, e ardente; se tem dor grande na parte; e em tal caso se lhe augmentará mais a queixa ao enfermo, feita a untura com os dedos ; e naõ só nesta parte, mas em qualquer , que esteja inflammada.
pt_br: E para conheceres se está inflamado, observareis se a febre é grande, e ardente; se tem dor grande na parte; e em tal caso se lhe aumentará mais a queixa ao enfermo, feita a untura com os dedos; e não só nesta parte, mas em qualquer, que esteja inflamada.

source: Todas as unturas por regra geral, que se fizerem a hydropicos, ou em parte, que outro qualquer enfermo tiver dor , ou dureza , (naõ havendo inflammaçaõ) fareis a untura com toda a maõ ligeiramente, para que melhor se encorpore; mas com brandura , que assim se evita chamar à parte mayor queixa.
pt_br: Todas as unturas por regra geral, que se fizerem a hidrópicos, ou em parte, que outro qualquer enfermo tiver dor, ou dureza, (não havendo inflamação) fareis a untura com toda a mão ligeiramente, para que melhor se incorpore; mas com brandura, que assim se evita chamar à parte maior queixa.

source: As que se fazem com violência saõ só as de azougue, como no seu Capitulo se declara.
pt_br: As que se fazem com violência são só as de azougue, como no seu Capítulo se declara.

source: Se o figado, ou baço do enfermo estiver opilado , lhe fareis a untura com a maõ atè que se encorpore; e se nestas partes houver inflammaçaõ , evitay o encorporalla; porque com o untar, ainda que leve, por continuado se fará mais sentido.
pt_br: Se o fígado, ou baço do enfermo estiver opilado, lhe fareis a untura com a mão até que se incorpore; e se nestas partes houver inflamação, evitai o incorporá-la; porque com o untar, ainda que leve, por continuado se fará mais sentido.
